Repository: sheraff0/Rental-django-ninja-pydantic
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Code doesn't exist
ru: Код не существует
uk: Код не існує

source: Codes don't match
ru: Коды не совпадают
uk: Коди не збігаються

source: Verification code
ru: Код подтверждения
uk: Код підтвердження

source: Cannot send email
ru: Невозможно отправить email
uk: Неможливо надіслати email

source: Service unavailable
ru: Сервис недоступен
uk: Послуга недоступна

source: Email doesn't exist
ru: Email не существует

source: Internal server error
ru: Внутренняя ошибка сервера
uk: Внутрішня помилка сервера

source: Bad credentials
ru: Ошибочные учётные данные
uk: Помилкові облікові дані

source: Too many requests!
ru: Слишком много запросов!
uk: Занадто багато запитів

source: Booking not found
ru: Бронирование не найдено
uk: Бронювання не знайдено

source: User not verified
ru: Пользователь не подтвержден
uk: Користувач не підтверджений

source: Please provide phone
ru: Пожалуйста, сообщите номер телефона
uk: Будь ласка, вкажіть номер телефону

source: Please provide email
ru: Пожалуйста, сообщите электронный адрес
uk: Будь ласка, вкажіть електронну адресу

source: Please provide first and last name
ru: Пожалуйста, сообщите имя и фамилию
uk: Будь ласка, вкажіть ім'я та прізвище

source: Search object not found
ru: Не найден объект поиска
uk: Об'єкт пошуку не знайдено

source: Property type not found
ru: Объект недвижимости не найден
uk: Об'єкт нерухомості не знайдено

source: Room type not found
ru: Тип комнаты не найден
uk: Тип кімнати не знайдено

source: Room type and property do not match
ru: Не совпадают тип комнаты и объект недвижимости
uk: Не збігаються тип кімнати і об'єкт нерухомості

source: Room type and search city do not match
ru: Не совпадают тип комнаты и город
uk: Не збігаються тип кімнати і місто

source: Rate plan not found
ru: Тарифный план не найден
uk: Тарифний план не знайдено

source: Room type and rate plan do not match
ru: Не совпадают тип компаны и тарифный план
uk: Не збігаються тип кімнати і тарифний план

source: Invalid checksum
ru: Неверная контрольная сумма
uk: Недійсна контрольна сума

source: TL server error
ru: Ошибка сервера TravelLine
uk: Помилка сервера TravelLine

source: Booking conditions changed!
ru: Изменились условия бронирования!
uk: Змінено умови бронювання

source: Booking is not paid
ru: Бронь не оплачена
uk: Бронювання не оплачено

source: Payment not found
ru: Платёж не найден
uk: Платіж не знайдено

source: Payment needed
ru: Необходима оплата
uk: Потрібна оплата

source: No create token found
ru: Не найден токен на создание брони
uk: Маркер створення не знайдено

source: Error in request data
ru: Ошибка в данных запроса
uk: Помилка в даних запиту

source: Booking not confirmed
ru: Бронь не подтверждена
uk: Бронювання не підтверджено

source: New booking
ru: Новая бронь
uk: Нове бронювання

source: Arrival
ru: Заезд
uk: Прибуття

source: Departure
ru: Отъезд
uk: Від'їзд

source: Prepayed
ru: Внесена предоплата
uk: Передплачено

source: Payment upon arrival
ru: Оплата при заезде
uk: Оплата по прибуттю

source: Total price
ru: Общая стоимость
uk: Загальна сума

source: Booking is already cancelled
ru: Бронь уже отменена
uk: Бронювання вже скасовано

source: Booking number not assigned
ru: Не присвоен номер брони
uk: Номер бронювання не присвоєно

source: Cannot obtain version
ru: Невозможно получить версию брони
uk: Неможливо отримати версію

source: Booking is locked for update
ru: Бронь уже редактируется
uk: Бронювання заблоковано для оновлення

source: Process failed
ru: Ошибка обработки
uk: Помилка процесу

source: Payment impossible
ru: Платёж невозможен
uk: Оплата неможлива

source: Booking already paid
ru: Бронь уже оплачена
uk: Бронювання вже оплачено

source: No prepayment needed
ru: Предоплата не требуется
uk: Передоплата не потрібна

source: City not found
ru: Город не найден
uk: Місто не знайдено
